G = 6.67*10**(-11) #м^3/(кг*с^2) - Гравитационная постоянная
с = 2.998*10**8 #м/с - Скорость света в вакууме
g = 9.8 #м/с^2 - ускорение свободного падения
k = 1.38 * 10**(-23) #Дж/К - постоянная Больцмана
h = 6.63*10**(-34) #Дж*с - постоянная Планка
e = 2.72 #Число Эйлера

m_sun = 1.989*10**30 #кг
m_mercury = 3.302*10**23 #кг
m_venus = 4.869*10**24 #кг
m_earth = 5.974*10**24 #кг 
m_mars = 6.419*10**23 #кг
m_jupiter = 1.899*10**27 #кг
m_saturn = 5.685*10**26 #кг
m_uranus = 8.683*10**25 #кг
m_neptune = 1.024*10**26 #кг

R_sun = 6.97*10**8 #м
R_mercury = 2.4397*10**6 #м
R_venus = 6.0518*10**6 #м
R_earth = 6.3781*10**6 #м
R_mars = 3.3972*10**6 #м
R_jupiter = 7.1492*10**7 #м
R_saturn = 6.0268*10**7 #м
R_uranus = 2.5559*10**7 #м
R_neptune = 2.4746*10**7 #м
